Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: གང་གི་ཚེ་གསོད་པར་བྱེད་པའི་དུས་ནི་ཚེས་བརྒྱད་དམ་བཅུ་བཞི་ལ་ཐང་སྐུ་བཀྲམ་ལ་ཁྲག་དང་། ཆང་དང་། ཤ་རྣམས་ཀྱིས་རྣལ་འབྱོར་བྱས་ལ།
en: “When the time comes to perform a killing rite, one should display a cloth image on the eighth or fourteenth day of the lunar month and apply blood, alcohol, and meat.

source: དགྲའི་མིང་བླངས་ཏེ་སྔགས་བརྒྱ་རྩ་བརྒྱད་བཟླ་ཞིང་མཚན་མོ་སྐེ་ལ་རྐང་པས་གནོན་ན་ངེས་པར་རིམས་ཆེན་པོས་ཐེབས་པ་དང་།
en: One should supply the enemy’s name, recite the mantra one hundred eight times, and step on image’s neck at night.

source: ཤིན་ཏུ་རབ་ཏུ་གཏུམ་པའི་རྒྱུ་གཟེར་གཏོང་ཞིང་རྨི་ལམ་དུ་འཇིགས་བྱེད་ཆེན་པོས་འདི་སྐད་དུ་བྱང་ཆུབ་སེམས་དཔའ་ལ་བརྙས་པ་བྱས་པས་བཟོད་གསོལ་གྱིས་ཞེས་སྨྲར་འོང་ངོ་། །
en: This will surely cause the target to contract a severe fever and inflict them with excruciating intestinal disease. In their dreams, Mahābhairava will appear to them and say, ‘Beg for forgiveness, because you have shown contempt to bodhisattvas!’

source: དེའི་དུས་སུ་བཟོད་གསོལ་བྱས་ན་དུས་དེ་ཉིད་དུ་ནད་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །
en: If they then beg for forgiveness, their illness will be immediately and completely cured.

source: ཐང་སྐུ་འདི་ལ་རྣལ་འབྱོར་པས་ཉི་མ་རེ་རེ་ཞིང་ཤ་ལྔ་ལ་སོགས་པས་མཆོད་པའི་གཏོར་མ་སྦྱིན་པར་བྱས་ཏེ། ཨོཾ་མཿཧཱུྃ་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི། མཱ་ར་མཱ་ར་སརྦ་ཏྲ་ཝ་མ་ཧཱ་བྷཻ་ར་ཝ་ཏྲ་ཡཙྪཾ་ཏུ་སྭཱ་ཧཱ་ཞེས་པའི་སྔགས་འདིས་སོ། །
en: “The yogin should perform a bali offering with the five meats and so forth to the cloth image every day while reciting the mantra oṁ maḥ hūṁ kha kha khāhi khāhi māra māra sarva­śatravaḥ mahābhairava prayaccha tu svāhā.

source: མགོ་བོའི་ནད་དང་རིམས་ནད་དང་རྒྱུ་གཟེར་དང་ཆོས་གཅིག་གི་གོང་མ་ལ་སམ་བཅུག་གིས་ནག་པོ་ཆེན་པོའི་འབྲས་བུ་བྱུགས་ནས་ཡུངས་ཀར་དང་། སྨན་ཀ་ཀ་ལིའི་ས་བོན་དང་། ཕོ་བ་རིས་དང་སྒ་ཐོལ་དང་།
en: The target will develop a severe headache, a fever, and an intestinal disease.

source: རྡོ་རྗེའི་འོ་མ་དང་།
en: “Then, after the first day of the month or on the eleventh, one should smear the image with mahākāla fruit followed by a powder made from white mustard, kakali seeds, black pepper, dried ginger, vajra milk, and the seven thorns.

source: ཤི་ས་དྱ་ཀནྠ་རྣམས་ཕྱེ་མར་བྱས་པ་བྱུགས་ལ་བ་ལང་གི་ལྕི་བའི་གསེབ་ཏུ་བཅུག་ན་འདུས་པའི་ནད་ཀྱིས་འཆི་བར་འགྱུར་རོ། །
en: Then, if it is placed in a pile of cow dung, the target will die from a complicated illness.

source: མིའི་ཐོད་པར་བཅུག་ན་རྒྱུ་གཟེར་གྱིས་སོ། །
en: If it is placed in a human skull, the target will die from an intestinal disease.

source: གཅིན་གྱི་ནང་དུ་བཅུག་ན་མགོ་ནད་ཀྱིས་སོ། །
en: If it is placed in urine, the target will die from a severe headache.

source: ཆུ་གསེབ་ཏུ་བཅུག་ན་རིམས་ཆེན་པོ་ཡིས་སོ། །
en: If it is placed in water, the target will die from a severe fever.

source: བ་ལང་གི་ར་བར་སྦས་ན་ལོང་བར་འགྱུར་རོ། །
en: If it is hidden in a cattle pen, the target will go blind.

source: ཉི་མ་ལ་བཞག་ན་པགས་པ་འདྲལ་བར་འགྱུར་རོ། །
en: If it is left out in the sun, the target’s skin will crack.

source: མེ་ལ་བཞག་ན་མགོ་འགས་པར་འགྱུར་རོ། །
en: If it is placed in a fire, the target’s head will burst open.

source: སྦྱོར་བ་འདི་ནི་འཛམ་བུའི་གླིང་ན་ཤིན་ཏུ་རྙེད་པར་དཀོན་ནོ། །
en: It is extremely rare to encounter this procedure in Jambudvīpa.

source: ངོ་མཚར་འདི་རྣམས་རྣལ་འབྱོར་གང་འདོད་བྱ་བའི་དོན་དུ་དང་པོ་ཞི་བར་བྱས་ལ་བྱའོ། །ལན་ཚྭ་དང་དུར་ཁྲོད་ཀྱི་ས་དང་ཤི་རི་ཁནྡ་དང་།
en: “For those yogins who pursue such extraordinary rites, it should be performed after first completing the pacification rite.

source: ཤིང་མ་ད་ནའི་ཚེར་མ་དང་།
en: One should take some salt, soil from a charnel ground, Indian sandalwood, the thorns from emetic nut, and varaya fruits and place them in buffalo milk.

source: ཤིང་བ་ཡ་རའི་འབྲས་བུ་རྣམས་དེ་བཞིན་མ་ཧེའི་འོ་མར་བཅུག་ནས་སྐར་མ་སྣར་མ་དང་ལྡན་པས་སྔགས་ལན་བདུན་བཟླས་ན་འཆི་བར་འགྱུར་ཏེ།
en: Then the mantra should be recited seven times during the lunar mansion Rohiṇī. The target will die.

source: སྐད་ཅིག་དེ་ལ་སྦྲང་རྩིའི་ནང་དུ་བཅུག་ན་སླར་འཚོ་བར་འགྱུར་རོ། །
en: If one immediately submerges the mixture in honey, the target will be revived.

source: འདི་ནི་ཤིན་ཏུ་ངོ་མཚར་བའོ། །
en: This procedure is miraculous.

source: ནག་པོའི་བརྒྱད་དམ་བཅུ་བཞི་ལ་ཡུངས་ཀར་དང་། བ་ལང་གི་ཤ་དང་ལྷན་ཅིག་བྱས་ནས་ཤིན་ཏུ་འདྲ་བའི་གཟུགས་བརྙན་བྱས་པ་ལ་སྔགས་སྟོང་ཕྲག་གཅིག་ཏུ་བཟླས་ཤིང་།
en: “On the eighth or fourteenth day of the waning moon, one should mix some white mustard and cow meat, fashion it into an effigy that looks like the target, and incant it with the mantra one thousand times.

source: ཤི་རི་ཁནྡའི་ཚེར་མས་བཙུགས་ན་ཉི་མ་བདུན་གྱིས་ངེས་པར་འཆིའོ། །
en: If it is pricked with the thorns of Indian sandalwood, the target will surely die within seven days.

source: ཕྱིས་འཚོ་བ་མེད་པས་བསྒྲུབ་པར་བྱ་བ་མ་ཡིན་ཏེ།
en: There will be nothing that anyone can do after their life force is gone.

source: སྐར་མ་ཁྲུམས་ལ་སྐྱེས་པའི་མི་ཚིག་པར་འགྱུར་བ་དང་། སྐར་མ་སྨིན་དྲུག་ལ་སྐྱེས་པའི་མི་ངེས་པར་འཆི་བར་འགྱུར་བས་སོ། །
en: A person born during the lunar conjunction Bhadrapada will be burned, and a person born during the lunar conjunction Kṛttikā will surely die.

source: གཟའ་བཀྲ་ཤིས་ལ་དུག་དང་སྨན་ར་ཙི་ཀ་དང་ལ་ཕུག་རྣམས་ཀྱིས་གཟུགས་བརྙན་བྱས་ལ་བ་ལང་གི་ཁྲག་གིས་ཀྱང་ངོ་། །
en: “On a Tuesday one should make an effigy out of feces, Indian mustard, and radish and coat it with cow’s blood.

source: ཁར་དུག་བཅུག་ནས་ལན་བདུན་སྔགས་བཟླས་ན་སྐད་ཅིག་དེ་ཉིད་ལ་དབང་པོ་ཆེན་པོའི་རིམས་ཀྱིས་ཐེབས་ནས་ཟླ་བ་དྲུག་ནས་འཆིའོ། །
en: Then one should place feces in its mouth while reciting the mantra seven times, and the target will immediately contract mahendra fever and die after six months.

source: རའི་འོ་མས་བཀྲུས་ན་སླར་འཚོ་བར་འགྱུར་རོ། །
en: If it is rinsed with goat’s milk, the target’s health will be restored.

source: གཟའ་ཉི་མའི་ཚེ་གྲོ་གའི་ལོ་མ་ལ་རྒྱ་སྐྱེགས་ཀྱི་ཁུ་བ་དང་དུག་དག་གིས་གཟའ་ཉི་མ་བྲིས་ལ་དཔྲལ་བ་ལ་ཡི་གེ་ཧཱུྃ།
en: “On a Sunday one should draw Āditya on a piece of birch bark using lac liquid and feces.

source: མིག་ལ་ཡི་གེ་ཁྃ། ནུ་མ་གཉིས་ལ་ཡི་གེ་ཐ། ལྟེ་བར་ཡི་གེ་ཧྲཱིཿ། གསུས་པ་ལ་མིང་།
en: Hūṁ should be drawn on his forehead, khaṁ on his eyes, tha on his two breasts, hṛīḥ at his navel, the target’s name on his stomach, and the syllable hā on both his thighs.

source: བརླ་གཉིས་ལ་ཡི་གེ་ཧཱ་རྣམས་བྲིས་ལ་ཤིང་ཀཎྜ་ཕ་ལའི་མེ་ལ་བསྲོས་ན་དང་པོར་རིམས་ཀྱིས་ཐེབས་ནས་ངེས་པར་འཆི་བར་འགྱུར་རོ། །
en: When the image is roasted over a fire made from cluster fig, the target will first contract a fever and then surely die.

source: རྡོ་རྗེའི་ཆུས་བཀྲུས་ན་སླར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: If the image is rinsed with vajra water, the affliction will be cured.

source: གཟའ་ཟླ་བའི་ཚེ་ཤིང་ཥ་ཎའི་ལོ་མ་ལ་བ་བླ་ཡིས་གཟའ་ཟླ་བ་བྲིས་ལ་ལྕེ་ལ་ཡི་གེ་ཧཱུྃ།
en: “On a Monday one should draw Soma with yellow orpiment on rattleweed leaf.

source: དཔྲལ་བ་ལ་ཡི་གེ་ཀྵཿདང་། གསུས་པ་ལ་སྔགས་མིང་དང་སྦེལ་བ་རྣམས་བྲིས་ཏེ།
en: Hūṁ should be drawn on his tongue, kṣaḥ on his forehead, and the target’s name should be inserted in the mantra on his stomach.

source: ཕག་གི་སའི་ནང་དུ་བཅུག་ནས་ཆུར་བཅུག་ན་མཛེས་ཐེབས་པར་འགྱུར་རོ། །
en: If this drawing is placed in a boar’s tusk and then placed in water, the target will contract leprosy.

source: བཀྲ་ཤིས་ཀྱི་ཚེ་གྲོ་ག་ལ་གི་ཝང་དང་ཁྲག་གིས་གཟའ་བཀྲ་ཤིས་བྲིས་ལ་སྤྱི་གཙུག་ལ་ཡི་གེ་ཁྃ།
en: “On a Tuesday one should draw Maṅgala on birch bark using cow bezoar and blood.

source: དཔྲལ་བ་ལ་ཡི་གེ་ཧྃ། མིག་ལ་ཡི་གེ་ར། གསུས་པ་ལ་མིང་།
en: Khaṁ should be drawn on the crown of his head, haṁ on his forehead, ra on his eyes, the target’s name on his stomach, and hrīḥ on both his feet.

source: རྐང་པ་གཉིས་ལ་ཡི་གེ་ཧྲཱིཿརྣམས་བྲིས་ནས་ལྕགས་ཀྱི་སྣོད་དུ་བསྲོས་ན་བསྐམས་ནས་འཆི་བར་འགྱུར་རོ། །
en: When this drawing is roasted in an iron kettle, the target will dry out and die.

source: འོ་མས་བཀྲུས་ན་སླར་འཚོ་བར་འགྱུར་རོ། །
en: If it is rinsed with milk, they will be revived.

source: གཟའ་ལག་གི་ཚེ་རྡོ་བ་ལ་བཙག་གིས་གཟའ་ལག་བྲིས་ལ་རྣ་བ་ལ་ཡི་གེ་ཤྃ།
en: “On a Wednesday one should draw Budha on a stone using red ocher.

source: དཔྲལ་བར་ཡི་གེ་ཧྃ། སྣ་ལ་ཡི་གེ་མུྃ། སྐེ་ལ་ཡི་གེ་ཛྃ། གསུས་པ་ལ་མིང་། བརླ་གཉིས་ལ་བྃ་ཛྃ།
en: Śaṁ should be drawn on his ears, haṁ on his forehead, muṁ on his nose, jaṁ on his throat, the target’s name on his stomach, vaṁ and jaṁ on both his thighs, and hūṁ on his navel.

source: ལྟེ་བ་ལ་ཡི་གེ་ཧཱུྃ་མེའི་མདོག་ལྟ་བུ་རྣམས་བྲིས་ཏེ།
en: All should be the color of fire.

source: ཉི་མ་ལ་བསྐམས་ན་རིམས་མི་བཟད་པས་ཐེབས་ནས་ཁྲག་སྐྱུགས་ཏེ་འཆི་བར་འགྱུར་རོ། །
en: If the drawing is left in the sun, the target will dry out, contract an unbearable fever, vomit blood, and die.

source: སྔ་མ་ལྟར་བྱས་ན་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: If one follows the same procedure as above, the target will be cured.

source: གཟའ་ཕུར་བུའི་ཚེ་མེ་ཏོག་གི་འདབ་མ་ལ་ཁྲག་གིས་གཟའ་ཕུར་བུ་བྲིས་ལ་དཔྲལ་བ་ལ་ཡི་གེ་ཀྵཾ།
en: “On a Thursday one should draw Bṛhaspati on a flower petal using blood.

source: མགྲིན་པ་ལ་ཡི་གེ་ཧཱུྃ། གསུས་པ་ལ་མིང་རྣམས་བྲིས་ནས།
en: Kṣaṁ should be drawn on his forehead, hūṁ on his neck, and the target’s name on his stomach.

source: ཕྲུ་བར་བཅུག་ན་གསུས་པ་སྦོས་ནས་འཆི་བར་འགྱུར་རོ། །
en: When the drawing is placed in a pot, the target’s stomach will swell, and they will die.

source: བཅག་ན་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: If the pot is broken, they will be cured.

source: གཟའ་པ་བ་སངས་ཀྱི་ཚེ་གྲོ་ག་དཀར་པོ་ལ་བྱང་སེམས་ཀྱིས་གཟའ་པ་བ་སངས་བྲིས་ལ།
en: “On a Friday one should draw Śukra with semen on white birch.

source: ཁ་ལ་ཡི་གེ་ཧཱུྃ། དཔྲལ་བ་ལ་ཡི་གེ་ཧེ།
en: Hūṁ should be drawn on his mouth, he on his forehead, and ṭaṁ at his heart.

source: སྙིང་གར་ཡི་གེ་ཊཾ་རྣམས་བྲིས་ཏེ་སྦས་ནས་ཐོ་བ་བསྣུན་ན་ངེས་པར་སྒུར་པོར་འགྱུར་རོ། །
en: When the drawing is covered and hit with a hammer, the target will become hunchbacked.

source: གཟའ་སྤེན་པའི་ཚེ་ཤིང་ཨ་རྒའི་ལོ་མ་ལ་གཟའ་སྤེན་པ་བྲིས་ལ་དཔྲལ་བ་ལ་ཡི་གེ་ལྃ།
en: “On a Saturday one should draw Śaniścara on the leaf of giant milkweed.

source: མཆུ་ལ་ཡི་གེ་དཾ། ལག་པ་གཉིས་ལ་ཡི་གེ་མྃ། སྙིང་ཀར་མིང་།
en: Laṁ should be drawn on his forehead, daṁ on his lips, maṁ on his two hands, the target’s name on his heart, and saḥ on his navel.

source: ལྟེ་བར་ཡི་གེ་སཿརྣམས་དེ་བཞིན་དུ་བྲི་བར་བྱས་ནས་མེ་ལ་བསྲོས་ན་ངེས་པར་གློ་ཡིས་ཐེབས་པར་འགྱུར་རོ། །
en: Then, if the drawing is roasted in a fire, the target will contract a lung disease.

source: ཚེས་བཅུ་གཅིག་གི་དུས་སུ་ཤིང་བ་ཌའི་ལོ་མ་ལ་ཁྲག་གིས་སྤྲེའུ་བྲིས་ལ་ལག་པ་གཉིས་ལ་ཡི་གེ་བཾ་བྲིས་ནས་ཤིང་ནཱ་ག་གེ་སར་ལ་བཅུག་སྟེ་ཐལ་ལྕག་བརྒྱབ་ན་དུས་ཐམས་ཅད་དུ་རྩོད་པ་འབྱུང་བར་འགྱུར་རོ། །
en: “On the eleventh day one should draw a monkey on a banyan leaf using blood. One should then draw vaṃ on both its hands, place the drawing in a cobra saffron tree, and slap it with their hand. This will sow perpetual discord.

source: དེ་རྣམས་ཀུན་གྱི་སྔགས་ནི། ཨོཾ་མཱཾ་ཧཱུཾ་ཨ་མུ་ཀཱ་སྲུཾ་ཕཊ་ཅེས་པ་འདི་བསྒྲགས་ན་ངེས་པར་འགྲུབ་སྟེ།
en: “The mantra for all these rites is oṃ māṃ hūṃ [insert name] sruṃ phat. Recite this out loud, and the rite is certain to work.

source: དེ་རྣམས་ཐམས་ཅད་སྡུག་བསྔལ་སྟེར་བར་གོ་བར་བྱའོ། །
en: One should understand that all these rites will inflict pain.

source: ནག་པོའི་བརྒྱད་ཀྱི་དུས་སུ་གྲོ་གའི་ལོ་མ་ལ་རྒྱ་སྐྱེགས་དང་བ་བླ་དག་གིས་གཟའ་སྒྲ་གཅན་བྲིས་ལ།
en: “On the eighth day of the waning moon, one should draw Rāhu with lac and yellow orpiment on a piece of birch bark.

source: ས་ལ་ཡི་གེ་རཾ་གསུམ། དཔྲལ་བ་ལ་ཡི་གེ་ཧྲིཿ།
en: Raṃ should be drawn three times on the ground, then hṛiḥ on his forehead and the target’s name on his head.

source: མགོ་ལ་མིང་རྣམས་བྲིས་ཏེ་མེ་ལ་བསྲོས་ན་མགོ་ནད་འབྱུང་ཞིང་ཉིན་ཞག་གསུམ་ན་དབང་པོ་ཆེན་པོའི་རིམས་འབྱུང་བར་འགྱུར་རོ། །
en: When the drawing is roasted in a fire, the target will develop a headache and suffer from mahendra fever for three weeks.

source: ཆུར་བཅུག་ནས་སླར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: When it is placed in water, they will be cured.

source: ཤིང་ཨརྐའི་ལོ་མ་ལ་བ་བླའི་སེང་གེ་བྲིས་ལ་ས་ལ་ཡི་གེ་དེ་བཞི་ལྕེ་ལ་ཡི་གེ་ཧཱུྃ་ལས་མིང་དང་སྔགས་རྣམས་བྲིས་ནས་བ་ལང་ཆུ་ལ་བཅུག་ན་དུག་གི་ཆུ་བུར་འབྱུང་བར་འགྱུར་རོ། །
en: “One should draw a lion on a giant milkweed leaf using yellow orpiment. Daṃ should be drawn four times on its teeth, and a hūṃ followed by the target’s name and the mantra on its tongue. When the drawing is placed in cow urine, the target will develop pustules.

source: འོ་མས་སླར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: When rinsed with milk, they will be cured.

source: ཤིང་བ་ཌའི་ལོ་མ་ལ་བསེ་རུའི་ཁྲག་གིས་ཆུ་བདག་བྲིས་ལ།
en: “One should draw Vāsuki with rhinoceros blood on a banyan leaf.

source: ལྟོ་བ་ལ་སྔགས། ལྕེ་ལ་ཡི་གེ་ཧླིཾ།
en: The mantra should be drawn on his stomach, hliṃ on his tongue, and jaṃ along with the target’s name on his head.

source: མགོ་ལ་ཡི་གེ་ཙྃ་དང་མིང་རྣམས་བྲིས་ཏེ་གཙང་པོ་ལ་བཅུག་ན་སྦྲུལ་གྱིས་གསོད་པར་འགྱུར་རོ། །
en: When the drawing is placed in a river, the target will be killed by a snake.

source: གང་གིས་གསོ་བར་འདོད་ན་སྟེང་དུ་ལག་པས་བཟུང་ངོ་། །
en: Someone who wants to heal them should hold it aloft with their hand.

source: ཚེས་ལྔའམ་བཅུ་གསུམ་ལ་ཤིང་བ་ཌིའི་ལོ་མ་ལ་བྱང་སེམས་ཀྱིས་སྒུར་ལ་རྒས་པ་བྲིས་ལ་བྲང་ལ་ཡི་གེ་ཏྲཱཾ།
en: “On the fifth or thirteenth day, one should use semen to draw an old hunchbacked man on a banyan leaf.

source: སྙིང་ག་ལ་མིང་རྣམས་བྲིས་ནས་ཆུ་ལ་བཅུག་ན་ངེས་པར་སྒུར་པོར་འགྱུར་རོ། །
en: Trāṃ should be written on his chest and the target’s name at his heart. When it is placed in water, the target will certainly develop a hunched back.

source: རྗེ་བཙུན་གྱིས་གང་གསུངས་པ་དེས་ཚེགས་མེད་པར་འགྲུབ་སྟེ།
en: “The instructions provided by the Venerable One make success easy.

source: རྗེས་སུ་གནང་ནས་བྱེད་པས་ཇི་ལྟར་བསྒྲུབས་པ་ལྟར་འགྲུབ་པར་འགྱུར་རོ། །
en: Someone who follows them will be successful in a manner that corresponds to what was practiced.

source: བརྗོད་བྱའི་གཙོ་བོར་ཐམས་ཅད་ཀྱི་ལུས་རྣམས་བཤིག་པར་བྱེད་པ་ཅིའི་ཕྱིར་ན་སྒྲུབ་པ་པོ་སངས་རྒྱས་ཀྱི་བྱ་བ་མ་ཡིན་པ་བྱེད་པ་དེས་རྙེད་པར་དཀོན་པའོ། །
en: Why is the main subject matter the killing of corporeal beings?

source: གཞན་ཡང་བརྫུན་པའི་སྡུག་བསྔལ་ཉམས་སུ་ལེན་པ།
en: So that practitioners who oppose the buddhas are more rarely encountered.

source: ནུ་མ་ཉེད་པ་རང་དོན་མི་ཤེས་པ། བཞིན་བཟློག་པ། བདུད་རྩི་ལྔ་དང་། དྲི་ཞིམ་པོ་རྒྱུན་དུ་ཟ་བའི་རྣལ་འབྱོར་པ། ཧ་ཧཱུྃ་ཞེས་བརྗོད་ཅིང་ཀུན་ཏུ་འགྲོ་བ། དད་པ་རྒྱུན་དུ་འགྲོ་བ་བརླག་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཕྱིར་རོ། །
en: “Moreover, a yogin who continually consumes the five ambrosias and sulfur, which challenge those who have adopted false suffering and who fondle breasts without knowing their own purpose, should proclaim ha hūṁ as he moves about, and he should maintain constant conviction that he is a bodhisattva who has brought an end to transmigration.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་བསད་པའི་ལེའུ་སྟེ་ཉི་ཤུ་པའོ།། །།
en: This is chapter twenty in The Glorious Sovereign Tantra of Mahākāla, “Killing Rites.”

source: གཞན་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ལྷ་མོ་མཚན་ཉིད་ཐམས་ཅད་ཚང་བའི་བུད་མེད་ང་ཡིས་འཁྱུད་པའི་ལྷ་མོ་སྟེ།
en: Chapter 21: Guaranteeing Siddhi The Blessed One continued, “Goddess, the goddess I embrace is a woman with the complete set of all characteristics.

source: ས་སྟེངས་བདེ་བ་གང་ཡང་འགྲུབ་པའོ། །
en: She is the one who accomplishes bliss on this earth.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་ཉི་མ་གང་ལ་དངོས་གྲུབ་འགྲུབ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One,” the Goddess replied, “On which day can one attain siddhi?”

source: ཉོན་ཅིག་ལྷ་མོ་སྒྲུབ་པ་པོ་གང་གིས་བསྒྲུབ་པ་ནི་འདིར་དགུན་ཟླ་ཐ་ཆུངས་ཀྱི་ནག་པོའི་ཚེས་བརྒྱད་ལ་འཛམ་བུའི་གླིང་དུ་སྐྱེས་པའི་དུས་ལ་རྣལ་འབྱོར་པས་བསྒྲུབས་ན་དངོས་གྲུབ་བརྒྱད་དེ་ཡིས་འགྲུབ་བོ། །
en: “Listen Goddess,” the Blessed One replied, “it is the day that ensures success for the practitioner. In this case, practitioners will surely attain the eight siddhis if they perform the practice on the eighth day of the waning moon during the lunar month of Māgha as it occurs in Jambudvīpa.

source: འདི་ལ་ཐེ་ཚོམ་མེད་དོ། །
en: Let there be no doubt about this.

source: དཔྱིད་ཟླ་ཐ་ཆུངས་ཀྱི་ལྔ་ལ་བསྒྲུབས་པའི་མིས་མྱུར་བར་འགྲུབ་བོ། །
en: A person who performs the sādhana on the fifth day of the lunar month of Vaiśākha will quickly gain accomplishment.

source: དབྱར་ཟླ་ཐ་ཆུངས་ཀྱི་ནག་པོའི་བཅུ་བཞི་ལ་ངེས་པར་དངོས་གྲུབ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །སྟོན་ཟླ་ཐ་ཆུངས་ལ་ཡང་དེ་དང་མཚུངས་སོ། །
en: If one performs it on the fourteenth day of the waning moon during the lunar month of Śrāvaṇa, one will attain the great siddhi, and likewise during the lunar month of Kārtika.

source: སྟོན་ཟླ་འབྲིང་པོའི་དཀར་པོའི་བཅུ་གཅིག་ལ་ལུགས་མ་དང་པོ་ཏི་དང་ཐང་སྐུ་རྣམས་རྩོམ་པའི་རྣལ་འབྱོར་པ་དེ་ལ་བྱིན་རླབས་ངེས་པར་འོངས་པས་རབ་ཏུ་གནས་པ་ཡང་ཚེས་དེ་ཉིད་ལ་བྱ་སྟེ།
en: “Statues, texts, and paintings should be started on the eleventh day of the waxing moon during the lunar month of Āśvin. The yogin who makes them should also consecrate them on that day, because blessings are sure to enter them.

source: ཁྲག་དང་ཤ་ལྔ་ལ་སོགས་པ་དང་། ཆང་དང་ཤ་སྣ་ཚོགས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་།
en: “One can make use of blood, the five meats and the like, alcohol, various types of meat, food, drink, and whatever else one wishes.

source: རང་འདོད་པ་རྣམས་བྱས་ན་ཐེ་ཚོམ་མེད་པར་དངོས་གྲུབ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: All siddhis will be received.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དངོས་གྲུབ་ངེས་པའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གཅིག་པའོ།། །།
en: This is chapter twenty-one in The Glorious Sovereign Tantra of Mahākāla, “Guaranteeing Siddhi.”

source: དེ་ནས་སྤྲིན་དྲལ་བ་དང་བསྡུ་བའི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 22: Rites for Causing and Halting Rainfall “Now I will present the chapter on breaking up and gathering clouds.

source: ཆར་ཆེན་པོ་བབ་པའི་དུས་སུ་དུར་ཁྲོད་དུ་ཕྱིན་ལ་ཕྱག་བརྒྱད་པའི་སྔགས་སྟོང་ཕྲག་ལྔ། ཨུཏྤ་ལ་སྟོང་ཕྲག་ལྔ་ལ་བཟླས་ཤིང་སྦྱིན་སྲེག་བྱས་ན།
en: When there is a substantial amount rain, one should go to a charnel ground and recite the mantra for the eight-armed form five thousand times, incant five thousand blue water lilies, and perform the fire offering.

source: ཆར་ངེས་པར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: The rain will surely subside.

source: གྲོང་གི་མཐར་ཕྱིན་ལ་བ་ལང་གི་ཐོད་པའི་སྟེང་དུ་བསྡད་ནས་ཏིལ་མར་ཆེན་པོས་ལུས་ལ་བྱུགས་ཏེ།
en: “One should go to the edge of town, sit on a cow’s skull, and smear their body with human fat.

source: འཇིགས་བྱེད་ཆེན་པོ་རབ་ཏུ་བཀྲམ་ལ་བསམ་པ་དང་ལྡན་པས་ཨུཏྤ་ལ་སྔོན་པོ་བརྒྱ་ཕྲག་ལྔ་ཡིས་སྦྱིན་སྲེག་བྱས་པ་དང་།
en: One should set up an image of Mahābhairava and focus on it while performing a fire offering with five thousand dark blue water lilies.

source: ཤ་དང་། ཆང་དང་། ཁྲག་རྣམས་བཏུང་བ་དང་། བཟའ་བ་ཡིས་བདག་ཉིད་བདེ་བར་བྱས་ལ།
en: One should satiate themselves with meat, alcohol, blood, drink, and food.

source: ཨོཾ་ཀྵཾ་ཨཱུ་ཨཱུ་ཨཱུ་སྥོ་ཊ་སྥོ་ཊ་ཡ་། མཱ་ར་ཡ་མཱ་ར་ཡ་གརྫྫ་གརྫྫ་རུ་ཏ་རུ་ཏ་ཧཿཧཱུྃ་ཕཊ། ཨཥྚ་ནཱ་གཱ་ནཱཾ་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི།
en: The mantra is: oṁ kṣaṁ ū ū ū sphoṭaya sphoṭaya māraya maraya garjja garjja ruta ruta haḥ hūṃ phaṭ | aṣṭanāgānāṃ kha kha khāhi khāhi ūḥ ūḥ.

source: ཨཱུཿཨཱུཿཞེས་པ་བཟླས་ན་ངེས་པ་ཉིད་དུ་དེངས་ནས་ཆར་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: “When recited, the clouds will surely disperse, and the rain will subside.

source: ཨརྒ་སྦྱངས་ནས་སྔགས་ཡང་དག་པར་བཟླས་ན་དེས་ཡོན་ཏན་ཐམས་ཅད་འབྱུང་ངོ་། །
en: If one washes themselves with offering water and then recites the mantra well, all manner of good qualities will result.

source: མཚན་མ་གཅིག་པར་ཕྱིན་ལ་ལྗོན་ཤིང་གི་འོག་ཏུ་བསྡད་ནས་ལག་པ་གཡོན་པའི་མཛུབ་མོ་ཁར་བཅུག་སྟེ། ལག་པ་སེང་གེ་བསམ་པ་དང་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་སྟོང་ཕྲག་ལྔ་བཟླས་ན་ངེས་པར་སྤྲིན་ཞིག་ནས་འགྲོ་བར་འགྱུར་རོ། །
en: “One should go to a place with a solitary liṅga, sit beneath a tree, place their left forefinger in their mouth, and recite the mantra of the sixteen-armed form five thousand times while imagining a lion in their hand. The clouds will certainly disperse and depart.

source: མཎྜ་བར་ཕྱིན་ལ་སྟག་གི་པགས་པའི་སྟེང་དུ་བསྡད་ནས་ཁར་རྗེ་ངར་གྱི་ཁྲག་བླུགས་ཏེ།
en: “One should go to a pavilion, sit on a lion skin, and fill their mouth with blood from their calves.

source: ཕྱག་བཅུ་པའི་སྔགས་ཀྱིས་བྲུན་ལ་སྟོང་ཕྲག་གཅིག་བཟླས་ན་ངེས་པར་ཆར་ཆེན་པོ་འཆད་པར་འགྱུར་རོ། །
en: If one incants dung one thousand times with the mantra for the sixteen-armed form, the deluge will certainly cease.

source: ཀྲྀཥྞ་ཨ་པ་རཱ་ཛི་ཏའི་མེ་ཏོག་དང་བུ་རམ་དང་། ཏིལ་རྣམས་བསྲེས་ལ་སྟོང་ཕྲག་ལྔར་སྦྱིན་སྲེག་བྱ་སྟེ།
en: “One should mix dark blue butterfly-pea flowers, molasses, and sesame and perform five thousand fire offerings as before.

source: ཨོཾ་མ་ཧཱ་ཛྙཱ་ནཱ་ས་མ་ཡ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཕཊ་མེ་གྷཾ་སྥཱ་ཊ་ཡ་ཧཱུྃ་ཕཊ་ཅེས་པ་འདི་ཁོ་ན་བཟླས་ན་མིའི་འཇིག་རྟེན་དུ་ངེས་པར་སྤྲིན་འཇིག་པའི་སྦྱོར་བ་འདི་ནི་རྨད་དུ་བྱུང་བ་སྟེ། ངེས་པར་ཆར་འཆད་པར་འགྱུར་རོ། །
en: The mantra is: oṁ mahājñānā samaya hūṁ hūṁ hūṁ phaṭ phaṭ phaṭ meghaṃ sphoṭaya hūṁ phaṭ. “After reciting only this, this procedure for dispersing clouds, which is wondrous in the human realm, will certainly end the rain.

source: གལ་ཏེ་ཆར་མི་འབབ་པའི་དུས་སུ་ཁང་སྟོད་དུ་ཕྱིན་ལ། མཎྜལ་གྲུ་བཞི་པ་བཅས་པའི་དབུས་སུ་དོང་ཁྲུ་གང་བྲུས་པར་མེ་ཏོག་སྟོང་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱ་བའི་སྔགས་ནི།
en: “When there is a drought, one should go to an empty house, dig a pit one cubit deep in the middle of a square maṇḍala, and offer one thousand flowers as a fire offering.

source: ཨོཾ་ཧཱུྃ་པྲ་ཤ་པྲ་བརྵ་པྲ་བརྵ་ཛཿཛཿཛཿཧཿཧཿཧཿཕཊ་ཅེས་པ་འདི་ཁོ་ན་བཟླས་ན་ངེས་པར་ཆར་འབབ་པར་འགྱུར་རོ། །
en: The mantra is: oṁ hūṁ pravarṣaya pravarṣaya jaḥ jaḥ jaḥ haḥ haḥ haḥ phaṭ. “After reciting only this, it will surely rain.”

source: དེ་ནས་སྦྱོར་བ་ཆེན་པོ་གསུངས་པ། གྲོང་ཁྱེར་གྱི་ཕྱི་རོལ་ཏུ་སྤྲེའུའི་ཐོད་པའི་སྟེང་དུ་བསྡད་ལ་ཏིལ་མར་ཆེན་པོས་ལུས་ལ་བྱུགས་ཏེ། སྦྱོར་བ་ཇི་ལྟ་བས་ཆང་བཏུང་བ་དང་།
en: The Blessed One next taught an advanced procedure: “On the outskirts of town, one should take a seat on a monkey’s skull, rub their body with human fat, and drink alcohol according to the proper procedure.

source: བཟའ་བ་དང་། བཏུང་བར་འདོད་པའི་རྣལ་འབྱོར་པས་ཐེ་ཚོམ་མེད་པར་འགྲུབ་པར་འགྱུར་ཏེ།
en: A yogin who craves food and drink will undoubtedly succeed.

source: ཨ་པ་རཱ་ཛི་ཏའི་མེ་ཏོག་སྟོང་ཕྲག་ལྔའི་སྦྱིན་སྲེག་བྱ་བའམ། འོན་ཏེ་བདག་ཉིད་སེང་གེའི་གཟུགས་སུ་བསྒོམས་ལ་ཁྲོ་བ་དང་བཅས་པས་དང་པོ་སྒྲ་དང་ལྡན་པར་བཟླས་པ་ནི། ཨོཾ་མུཿཧ་པྲ་བརྵ་ཡ་པྲ་བརྵ་ཡ་ཧ་ཧ།
en: One should perform five thousand fire offerings with butterfly-pea flowers, or otherwise visualize themselves in the form of a lion and aggressively recite the following mantra after an initial roar: oṁ muḥ haḥ pravarṣaya pravarṣaya ha ha hīṃ svāhā.

source: ཧིཾ་སྭཱ་ཧཱ་ཞེས་པས་ལག་པའི་སྙིམ་པ་ཕྱེ་ལ་ང་ལ་ཆར་པ་སླང་ཞེས་བརྗོད་ཅིང་ཁང་པའི་རང་བཞིན་ནས་སྣོད་ཀྱི་འཇིག་རྟེན་དུ་འབབ་པར་བསམ་མོ། །
en: “One should then cup their hands and say, ‘Rain on me,’ while imagining the rain spreading from their own dwelling to fall on the entire vessel-like world.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཆར་དབབ་པ་དང་གཅད་པར་བྱ་བ་དག་གི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གཉིས་པའོ།། །།
en: This is chapter twenty-two in The Sovereign Tantra of Mahākāla, “Rites for Causing and Halting Rainfall.”

source: དེ་ནས་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་བསྐྲད་པའི་ལེའུ་བཤད་པར་བྱའོ། །
en: Chapter 23: Bringing Relief to All Beings Encountering Difficulties “Now, to benefit all beings, I will present a chapter on expelling Śaniścara.

source: རྙེད་དཀའ་བའི་དུས་སུ་རྣལ་འབྱོར་པ་བདག་ཉིད་ཀྱིས་ནག་པོ་ཆེན་པོའི་གཟུགས་སུ་བསྒོམས་ལ་ཤིང་བིལ་བའི་འབྲས་བུས་སྟོང་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱ་བ་ནི། ཨོཾ་ཁཿཧཱུྃ་བཛྲ་ཨ་གྷ་ཡེ་སྭཱ་ཧཱ།
en: During difficult times, yogins should visualize themselves in the form of Mahākāla and perform one thousand fire offerings using bilva fruit while reciting the mantra oṁ khaḥ hūṁ vajrāgraye svāhā.

source: ཞེས་པའི་སྔགས་ཀྱིས་རྙེད་པ་སླ་བར་འགྱུར་རོ། །
en: Things will then become easier.

source: ཨོཾ་ཙཱི་ཏི་ལི་ཧི་ལི་ཧཱུྃ་མ་ཧཱ་ས་ནཻ་ཤ་ཙ་རྃ་ཁ་ཁ་ཧཱུྃ་ཕཊ་ཅེས་པས་བ་ལང་གི་ཞག་གིས་ཀ་དལ་སུན་དལ་བྱུགས་པས་བརྒྱ་ཕྲག་གིས། སྦྱིན་སྲེག་བྱས་ན་འདིས་ནི་སྤེན་པ་འབྲོས་ཏེ་རྙེད་སླ་བར་འགྱུར་བ་དང་།
en: “If one uses the mantra oṁ cītili hili hūṁ mahāśanaiścaraṃ kha kha hūṁ phaṭ while smearing kadalasundala with cow fat and performing one hundred fire offerings, this will cause Śaniścara to flee, and things will get easier.

source: དུས་ཐམས་ཅད་དུ་འཆི་བར་ཡང་འགྱུར་བས་གྲོང་ཁྱེར་ཐམས་ཅད་ནོར་དང་ཟས་དང་ལྡན་པར་འགྱུར་རོ། །
en: If he is killed permanently, the entire city will have an abundance of food and wealth.

source: ཕྱག་བཅུ་གཉིས་པ་བཀྲམ་ལ་ཆང་གི་སྦྱོར་བས་མཆོད་པར་བྱས་ནས་དེའི་སྔགས་སྟོང་ཕྲག་ལྔ་བཟླས་པ་དང་།
en: “One should set up an image of the twelve-armed form and worship it by supplying it with alcohol.

source: སེ་འབྲུ་སྟོང་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ན།
en: One should then recite his mantra five thousand times and perform one thousand fire offerings with pomegranate.
